[
    {
      "title": "Government backs QTB to deliver language project",
      "body": "National volunteering charity TimeBank has been awarded a grant of £629,203 by the Ministry of Housing, Communities and Local Government (MHCLG) to deliver an innovative volunteer-led project to teach informal, everyday English to marginalised residents with little or no knowledge of the language.\n\nThe funding is part of MHCLG’s £4.5 million Integrated Communities English Language Programme which aims to tackle the key causes of poor integration.\n\nTimeBank aims to empower those living in segregated communities – primarily women – who are most in need of support by teaching them basic English to enable them to play a greater role in their communities.\n\nTimeBank will recruit and train volunteers to run the classes and they will be delivered in partnership with local grassroots organisations to help recruit the hardest to reach learners, host classes and provide childcare.\n\nThis new project will build on the success of TimeBank’s Talking Together project, which started in deprived areas of Birmingham in 2014 and has since expanded across London, Birmingham and Leicester. As part of that project, 4,600 women have completed English classes taught by more than 400 volunteers.\n\n850,000 people in the UK have no or poor language skills and women make up the largest proportion of non-English speakers. Not knowing the language is isolating, making women dependent on others to do the most basic things like visit the doctor, call the emergency services or discuss their child’s progress at school. \n\nThe new funding will enable TimeBank to reach more than 2,000 women across the West Midlands and London, working with 100 delivery partners across five local authority areas and 10 London boroughs. It will also offer follow up classes to build learners’ confidence in using English. \n\nPhil Pyatt, Chief Executive of TimeBank said: “This new funding recognises TimeBank’s considerable expertise and success in delivering volunteer-led language training to UK residents with little or no knowledge of English.  We know that language skills are vital to build strong, united communities and we’re looking forward to applying our learning, skills and experience to support marginalised residents to feel fully part of British society. We’ll be working across faith, gender and ethnicity boundaries to encourage participation, integration and learning.”\n\nCommunities Minister Lord Bourne said: “Speaking English is so crucial in our day-to-day lives – whether we’re helping our children with their homework or traveling on a bus to do the shopping. This new programme is focused on those people who may be isolated by their inability to speak the language and help them better integrate into life in this country by making good use of local services, becoming part of community life and mixing and making friendships with people from different backgrounds.”\n",
      "media": "https://upload.wikimedia.org/wikipedia/commons/6/67/Marsham_Street.jpg",
      "serviceId": 2
    },
    {
      "title": "Christmas volunteering – it's a party!",
      "body": "Organise a day of corporate volunteering on the same day as your Christmas party and you’ll have a real reason to celebrate says TimeBank\n\nHelen Walker, Chief Executive of volunteering charity TimeBank, says: “Wouldn’t the work party be so much better if you’d got to know people from the office over a shared experience – if you’d spent the day together serving lunch to the homeless, sharing digital skills with the older generation, wrapping gift boxes for children overseas or putting on a party for lonely older people.\n\nThat’s where employee volunteering comes in. You still get the celebration in the evening, but the day has been spent putting the goodwill back into Christmas, doing something amazing and making a real impact on your community. TimeBank makes it easy for companies by sourcing the volunteering opportunity, taking care of all the arrangements and making sure everything runs smoothly on the day.”\n\nLast year staff TimeBank worked with a large number of businesses to help them organise Christmas volunteering. Teams spent time with lonely and isolated people, made mince pies, decorations and cards with care home residents, organised parties, worked in food banks and wrapped presents for disadvantaged children. Their time and generosity was much appreciated by the recipients – for many, this was the best Christmas gift they could receive.\n",
      "media": "https://timebank.org.uk/wp-content/uploads/2019/12/TB-Christmas-volunteering-Acorns-2016_0-scaled-350x263-c-default.jpg",
      "eventId": 2
    }
  ]